---
kind: enumMember
id: F:Autodesk.Revit.DB.TemporaryViewMode.TemporaryHideIsolate
enum: Autodesk.Revit.DB.TemporaryViewMode
zh: 隔离
source: html/8c0c72db-2801-3642-72bb-108cfdff23e1.htm
---
# Autodesk.Revit.DB.TemporaryViewMode.TemporaryHideIsolate

**中文**: 隔离

The view is in temporary hide/isolate mode